"ASSISTED_AUTH_INSTRUCTIONS" = "Idite na %@ i unesite sljedeći kod za prijavu na %@";

"BUTTON_AUTHENTICATE" = "Koristi moj telefonski broj";

"BUTTON_CONTINUE" = "Nastavi";

"BUTTON_CREATED_ACCOUNT" = "Izrađeni račun";

"BUTTON_CREATE_ACCOUNT" = "Izradi račun";

"BUTTON_CREATING_ACCOUNT" = "Izrada računa";

"BUTTON_DISMISS" = "Odbaci";

"BUTTON_DONE" = "Gotovo";

"BUTTON_EDIT_NUMBER" = "Uredi broj";

"BUTTON_LOGGING_IN" = "Prijava";

"BUTTON_NOT_NOW" = "Ne sada";

"BUTTON_OKAY" = "U redu";

"BUTTON_RESEND_CONF_CODE" = "Ponovno pošalji kod";

"BUTTON_RETRY" = "Pokušaj ponovno";

"BUTTON_SENDING" = "Slanje...";

"BUTTON_SENDING_CONF_CODE" = "Slanje potvrdnog koda";

"BUTTON_SEND_CONF_CODE" = "Pošalji potvrdni kod";

"BUTTON_SENT_CONF_CODE" = "Pošalji potvrdni kod";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Pokušaj s drugim brojem";

"BUTTON_VERIFYING" = "Provjera";

"CALL_ME_ACTION" = "Nazovi me";

"CALL_ME_LOADING" = "Pozivanje...";

"ERROR_CANT_SMS" = "Na ovaj broj nije moguće poslati SMS poruku.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Provjerite svoj kod i pokušajte ponovno";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Uh, izgleda da se pojavio problem s mrežom. Želite li pokušati ponovno? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Provjerite svoju adresu e-pošte i pokušajte ponovno";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Provjerite svoj broj i pokušajte ponovno";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Već ste postavili kod za provjeru autentičnosti u dva koraka na internetskoj stranici <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Dodirom na gore navedenu vezu “Nazovi me” <a href=\"https://www.digits.com\">Digits by Twitter</a> uputit će vam govorni poziv radi potvrde vašeg telefonskog broja. Moguća je naplata poziva i prijenosa podataka.";

"FOOTNOTE_CREATE_ACCOUNT" = "Dodirom na gore navedenu vezu “Izradi račun” prihvaćate <a href=\"https://twitter.com/tos\">uvjete pružanja usluge</a>, <a href=\"https://twitter.com/privacy\">pravila o privatnosti</a> i <a href=\"https://support.twitter.com/articles/20170514\">pravilnik o korištenju kolačića</a> servisa <a href=\"https://www.digits.com\">Digits by Twitter</a> te na to da podijelite svoj telefonski broj sa servisom %@ i da vas drugi korisnici servisa %@ mogu pronaći pomoću telefonskog broja.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Dodirom na gore navedenu vezu “Nastavi” ovu adresu e-pošte dodajete na račun za Digits. Prihvaćate da ta aplikacija i <a href=\"https://www.digits.com/settings\">sve aplikacije navedene na računu za Digits</a> imaju pristup toj adresi e-pošte te da vas njihovi korisnici mogu pronaći pomoću nje.";

"FOOTNOTE_LOGIN" = "Dodirom na gore navedenu vezu “Nastavi” vaš će se <a href=\"https://www.digits.com/settings\">telefonski broj i/ili adresa e-pošte za Digits</a> podijeliti s aplikacijom %@ te će vas ostali korisnici aplikacije %@ moći pronaći prema telefonskom broju ili adresi e-pošte.";

"FOOTNOTE_SEND_CONF_CODE" = "Dodirom na gore navedenu vezu \"Pošalji potvrdni kod” <a href=\"https://www.digits.com\">Digits by Twitter</a> poslat će vam SMS radi potvrde vašeg telefonskog broja. Na sljedećem zaslonu možete odabrati “Ponovno pošalji kod” da biste dobili novi SMS ili “Nazovi me” da biste zatražili telefonski poziv radi potvrde telefonskog broja. Moguća je naplata poruka, poziva i prijenosa podataka.";

"FOOTNOTE_TOS_UPDATE" = "Dodirom na gore navedenu vezu “Nastavi” prihvaćate ažurirane <a href=\"https://twitter.com/tos\">uvjete pružanja usluge</a>, <a href=\"https://twitter.com/privacy\">pravila o privatnosti</a> i <a href=\"https://support.twitter.com/articles/20170514\">pravilnik o korištenju kolačića</a> servisa <a href=\"https://www.digits.com\">Digits by Twitter</a>, pristajete na dijeljenje vašeg <a href=\"https://www.digits.com/settings\">telefonskog broja i/ili adrese e-pošte za Digits</a> sa servisom %@ te na to da vas ostali korisnici servisa %@ mogu pronaći pomoću telefonskog broja i/ili adrese e-pošte.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Unesite kod za provjeru autentičnosti u dva koraka.";

"LABEL_ENTER_CONF_CODE" = "Poslali smo vam šesteroznamenkasti kod.";

"LABEL_ENTER_EMAIL" = "Unesite svoju adresu e-pošte.";

"LABEL_ENTER_PHONE_NUMBER" = "Koji je vaš telefonski broj?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Digits by Twitter koristimo da \nbismo pronašli što više vaših prijatelja koji koriste ovu aplikaciju. Kada \ndodirnete U redu, prenijet ćemo vaš adresar u Digits by Twitter da bismo\n vam pomogli pronaći korisnike aplikacije %@  koje poznajete ili da bismo\npomogli drugim korisnicima aplikacije %@  da pronađu vas.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Pronađite svoje prijatelje";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Ne možemo potvrditi vaš telefonski broj";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Nažalost, imamo problema sa slanjem potvrdnog koda.";

"ONBOARDING_MESSAGE" = "Prijavite se na https://fabric.io da biste postavili naziv aplikacije koja će biti uključena u potvrdne poruke e-pošte i SMS ili govorne poruke za autorizaciju.";

"ONBOARDING_MESSAGE_ANSWERS" = "Dodajte platformu Answers u svoju aplikaciju da biste omogućili automatsko bilježenje događaja za Digits. Saznajte više na internetskoj stranici https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "ove aplikacije";

